export const constants: Record<number, { question: string; value: string }> = {
    0: {
        question: "Эта моя игра для тебя. Для начала тебе нужно ввести пароль, его я тебе скажу как только ты придешь ко мне. В эту игру лучше заходить с компа, ибо об адаптиве на сайте созданным за 1,5 часа и речи идти не может быть...",
        value: "Хочу масажик"
    },
    1: {
        question: "Поздравляю с наступающим! Завтра 8 марта или сегодня, и я благо совсем не злопамятный, поэтому я подготовился к этому празднику, да за вечер но подготовился)) И первый вопрос, и подарок сколько на столе роз?",
        value: "0"
    },
    2: {
        question: "Ты молодец, я думаю для начала это была отличная шутка :D. Но согласись, это было слишком просто, тут даже считать не надо было)) Давай усложним задачу. Сколько на столе тюльпанов?",
        value: "20"
    },
    3: {
        question: "Давай понастальгируем) Какому цвету цветов ты была больше всего 'счастлива'?)",
        value: "желтый"
    },
    4: {
        question: "Ты умничка, ты справилась с этим заданием. Но ты знаешь, что я не могу остановиться на этом. Давай веселиться дальше. Следующий мой презентик находится в холодильнике, посмотри чего не было с утра и их нужно посчитать. Их количество и есть ответ",
        value: "6"
    },
    5: {
        question: "Какая квартира имеет наименьший номер на 13 этаже?",
        value: '325'
    },
    6: {
        question: "Ты уже не плохо поматала себя в поисках подарков, поэтому минутка отдыха. Съешь фиолетовый пончик и напиши с каким вкусом он был, вводить существительное в именительном падеже",
        value: 'черника'
    },
    7: {
        question: "Отдохнули? Если да, то пора браться за домащние дела, тебе необходимо загрузить грязные вещи в стирку. И радуемся подарку)))",
        value: "сковородка"
    },
    8: {
        question: "Эти задания я пишу, зная что ты придешь пьяненькая, поэтому я хочу посмеяться над тобой. Здесь надо написать свою ФИО, где каждое слово написано наоборот. Например: " + "Васильев".split("").reverse().join("").toUpperCase() + " " + "Илья".split("").reverse().join("").toUpperCase() + " " + "Русланович".split("").reverse().join("").toUpperCase(),
        value: "авечасУ анираК анволйахиМ"
    },
    9: {
        question: "Осталось совсем немного, ты справишься. Сейчас тебе надо вспомнить, когда было отправлено первое сообщение в нашей переписке, и сложить 3 числа, день, месяц и год. Это и будет ответом",
        value: "2036"
    },
    10: {
        question: "Ты молодец, ты справилась. Теперь тебе нужно найти вещь, в которой я перевозил вещи из Минска в Москву. Это последнее задание!",
        value: "Нет правильного ответа, просто найти вещь)"
    },
}