export const constants = {
    0: {
        question: "Поздравляю с наступающим! Завтра 8 марта, и я благо совсем не злопамятный, поэтому я подготовился к этому празднику, да за вечер но подготовился)) И первый вопрос и подарок сколько на столе роз?",
        value: "0"
    },
    1: {
        question: "Ты молодец, я думаю для начала это была отличная шутка :D. Но согласись, это было слишком просто, тут даже считать не надо было)) Давай усложним задачу. Сколько на столе тюльпанов?",
        value: "20"
    },
    2: {
        question: "Ты умничка, ты справилась с этим заданием. Но ты знаешь, что я не могу остановиться на этом. Давай веселиться дальше. Следующий мой презентик",
        value: "8"
    },
}